[
  {
    "id": "6249eff3b57a356c02a5f3f1",
    "userImg": "https://randomuser.me/api/portraits/men/85.jpg",
    "ratings": 5,
    "name": "Wagner Alford",
    "gender": "male",
    "reviewText": "I was almost tempted to give these a 1-star rating and a bad review only because I didn't want others buying it....hahahahaha, but I realized that would be wrong, so I'll be honest! I've tried several other brands of deglet noor dates, but I've found that these Made in Nature dates are the best tasting. I make my own  and these dates give a great balance of sweetness to the mix. I highly recommend these. Enjoy!\r\n"
  },
  {
    "id": "6249eff3db3048c989611cb9",
    "userImg": "https://randomuser.me/api/portraits/men/88.jpg",
    "ratings": 5,
    "name": "Dorothy Ware",
    "gender": "female",
    "reviewText": "This is the second bag I ordered. The first bag was good…a bag of dates will always have a couple dry ones. The second bag is absolutely inedible…nothing but dry, rock hard dates. Will not order these from Amazon again. Never had the issue purchasing them at Costco.\r\n"
  },
  {
    "id": "6249eff3a5dc644e1abe0a88",
    "userImg": "https://randomuser.me/api/portraits/men/26.jpg",
    "ratings": 3,
    "name": "Liz Justice",
    "gender": "female",
    "reviewText": "These are good value and well packed in a reclosable bag that actually seals well and with ease. We prefer the larger Medjool Dates, which are quite a bit more expensive. This is a good economy choice. especially for cooking or cut up in a variety of cold and heated dishes to add unrefined sweet flavor.\r\n"
  },
  {
    "id": "6249eff3f3e69b5db27660bc",
    "userImg": "https://randomuser.me/api/portraits/women/66.jpg",
    "ratings": 4,
    "name": "Roberts Dejesus",
    "gender": "male",
    "reviewText": "These dates are delicious eaten as in or in a healthy smoothie…or in a ice cream milk shake !!! I ordered them after reading how dates are recommended to fight colon cancer. Do your own research and you will see. Colon cancer is on the rise and we can not take our health for granted. This may be one way to help your body fight this awful cancer.\r\n"
  },
  {
    "id": "6249eff3919768ae0eae11b7",
    "userImg": "https://randomuser.me/api/portraits/men/75.jpg",
    "ratings": 3,
    "name": "Luisa Sampson",
    "gender": "female",
    "reviewText": "Received on 4/29/2021 and soft and plump - very fresh and very tasty! This is also my favorite brand on dried dates, and they are currently particularly excellent.\r\n"
  },
  {
    "id": "6249eff387850ea6ec60df10",
    "userImg": "https://randomuser.me/api/portraits/men/73.jpg",
    "ratings": 4,
    "name": "Parks Gibbs",
    "gender": "male",
    "reviewText": "These dates are delicious! They have a nice chewy texture and a beautifully sweet flavor almost like a well balanced caramel! I've ordered 2 bags with consistent quality wich is always a plus!.\r\n"
  },
  {
    "id": "6249eff321a9196debd6476c",
    "userImg": "https://randomuser.me/api/portraits/women/25.jpg",
    "ratings": 3,
    "name": "Shauna Prince",
    "gender": "female",
    "reviewText": "These arrived quickly and are absolutely fresh and delicious! I worry about ordering dates as there is always the chance they are off. I am very happy to have received these as they are perfect! I do not think I could find better ones anywhere else!. \r\n"
  },
  {
    "id": "6249eff396b4e850d5771272",
    "userImg": "https://randomuser.me/api/portraits/women/24.jpg",
    "ratings": 5,
    "name": "Virgie Myers",
    "gender": "female",
    "reviewText": "These dates are usually perfect! Sweet, moist, fresh, soft. Every once in a while though I recieve a bag that's mostly full of hard, dry, wrinkly dates and I have to throw most of them out (even before best by date). When they're great, they're really great.\r\n"
  },
  {
    "id": "6249eff317985c9c03cbfd70",
    "userImg": "https://randomuser.me/api/portraits/men/76.jpg",
    "ratings": 2,
    "name": "Stout Vargas",
    "gender": "male",
    "reviewText": "Very dry and a lot of them are hollow. The bag was shipped with a small tear in the side (I was refunded), so this could be part of the problem. I bought a different brand.\r\n"
  },
  {
    "id": "6249eff365f7dc88a8cc7e59",
    "userImg": "https://randomuser.me/api/portraits/men/69.jpg",
    "ratings": 2,
    "name": "Nash Ramsey",
    "gender": "male",
    "reviewText": "Very poor quality, unless you want to dry and make date sugar. NOT for eating pleasure at all. \r\n"
  },
  {
    "id": "6249eff3d200d6de8ae90641",
    "userImg": "https://randomuser.me/api/portraits/men/18.jpg",
    "ratings": 4,
    "name": "Lawrence Weiss",
    "gender": "male",
    "reviewText": "Hands down the absolute best Dates I've ever had the pleasure of snacking on! I used to get them from a warehouse club store in my area, until they stopped carrying them recently. Found them on Amazon and couldnt be happier! They are sweet, healthy treats with tons of great benefits. Definitely recommend the 40 oz bag.\r\n"
  },
  {
    "id": "6249eff339e457a85a2078c8",
    "userImg": "https://randomuser.me/api/portraits/women/90.jpg",
    "ratings": 4,
    "name": "Erin Buckner",
    "gender": "female",
    "reviewText": "I have been buying these dates regularly, probably from other seller/s. This is the second time that I will have to throw them away. The first time because they were sour, and this time I didn’t ever dare to try tasting them because they looked rotten. \r\n"
  },
  {
    "id": "6249eff30ec7469b83355681",
    "userImg": "https://randomuser.me/api/portraits/men/83.jpg",
    "ratings": 4,
    "name": "Joyner Alvarado",
    "gender": "male",
    "reviewText": "I had previously ordered these and they were very fresh my new package however were hard and stale. \r\n"
  },
  {
    "id": "6249eff36b9f727754dbc6f4",
    "userImg": "https://randomuser.me/api/portraits/men/33.jpg",
    "ratings": 4,
    "name": "Newton Berger",
    "gender": "male",
    "reviewText": "The best ever! So very good in salads .... alone is great too! I'll buy them over and over!.\r\n"
  },
  {
    "id": "6249eff30a36b86dd387b5d5",
    "userImg": "https://randomuser.me/api/portraits/men/47.jpg",
    "ratings": 3,
    "name": "Nichole Randolph",
    "gender": "female",
    "reviewText": "I love these! They are just the right amount of sweet. Perfect for a little snack or to sweeten up a dish.\r\n"
  }
]